Repository: magicsunday/webtrees-descendants-chart
Catalog: resources/lang/*/messages.po
Languages: is, nn

source: left
is: vinstri
nn: venstre

source: right
is: hægri
nn: høgre

source: up
is: upp
nn: opp

source: down
is: niður
nn: ned

source: Descendants chart
is: Afkomendagraf
nn: Etterkomardiagram

source: An overview of an individual’s descendants.
is: Yfirlit yfir afkomendur einstaklings.
nn: Eit diagram som syner ein person sine etterkomarar.

source: Descendants chart of %s
is: Afkomendagraf fyrir %s
nn: Etterkomardiagram for %s

source: Use Ctrl + scroll to zoom in the view
is: Notaðu Ctrl + skruna til að þysja í ættartrénu
nn: Bruk Ctrl + scroll for zoom

source: Move the view with two fingers
is: Færðu yfirlitið með tveimur fingrum
nn: Bruk to fingrar for å flytte utsnitt

source: Born: %s
is: Fædd/-ur: %s
nn: Fødd: %s

source: Died: %s
is: Lést: %s
nn: Død: %s

source: Deceased
is: Látin/-n
nn: Død

source: The preferences for the module “%s” have been updated.
is: Kjörstillingar fyrir eininguna “%s“ hafa verið uppfærðar.
nn: Innstillingane for modulen “%s” har blitt oppdatert.

source: Re center
is: Endurmiðja
nn: Tilbakestill

source: Switch between full screen mode and normal view
is: Skiptu á milli fullsskjás og venjulegs skjás

source: Show help
is: Sýna hjálp

source: Export as PNG
is: Flytja út sem PNG
nn: Eksporter som PNG

source: Export as SVG
is: Flytja út sem SVG
nn: Eksporter som SVG

source: Control panel
is: Stjórnborð
nn: Kontrollpanel

source: Modules
is: Einingar
nn: Modular

source: save
is: vista
nn: lagre

source: cancel
is: hætta
nn: avbryt

source: Generations
is: Ættliðir
nn: Generasjonar

source: Layout
is: Útlit
nn: Utsjånad

source: Hide the spouses associated with an individual
is: Fela maka sem tengjast einstaklingi.
nn: Skjul etterkomarar sine ektefeller

source: Show married names
is: Birta giftingarnöfn.
nn: Syn namn som gift

source: Shows the married name of the partner if this has a separate name entry of the type "MARRIED" or "_MARNM".
is: Sýnir giftingarnafn maka ef þetta hefur sérstaka nafnafærslu af gerðinni "MARRIED" eða "_MARNM".
nn: Syner partnar sitt namn som gift dersom dette er lagra med type "MARRIED" eller"_MARNM".

source: Open individual in new browser window/tab
is: Opnaðu einstakling í nýjum vafraglugga/flipa
nn: Opne person i nytt vindage/fane

source: Open the current individual's detail page in a new browser window/tab when it's left-clicked, otherwise the current window/tab is used.
is: Opnaðu upplýsingasíðu viðkomandi einstaklings í nýjum vafraglugga/flipa þegar vinstrismellt er á hann, annars er núverandi gluggi/flipi notaður.
nn: Opnar gjeldande person si faktaside i nytt vindage/fane. Om ikkje, opnast sida i same vindauge/fane.

source: Show alternative name of individual
is: Sýna aukanafn einstaklings
nn: Syn alternativt namn på person

source: Displays a person's alternate name, if available. This simultaneously enlarges the individuals' respective boxes to create the necessary space for the display.
is: Birtir aukanafn einstaklings, ef það er til staðar. Þetta stækkar samtímis kassa viðkomandi einstaklings til að skapa nauðsynlegt pláss fyrir skjáinn.
nn: Syner alternativt namn på personar der dette er tilgjengeleg. Dette vil og utvide personboksar for å gi plass til syninga.

source: Orientation
is: Lega
nn: Orientering

source: Individual
is: Einstaklingur
nn: Person

source: view
is: skoða
nn: syn

source: Show more options
is: Birta fleiri valkosti
nn: Syn fleire val

source: Hide more options
is: Fela fleiri valkosti
nn: Skjul fleire val
